import {imgPet} from './utils'

export const model = [
    {type:"title", value:"Данные о владельцах животных"},
    {type:"intro", value:"Ввведние в таблицу. Инструкция JS"},
    {type:"header", value:[
        "Владелец животного",
            "Кличка животного",
        "Возраст животного,лет",
        "Адрес владельца",
            "Порода/Окрас",
            "Фотография"



        ]},
    {type:"person", value:[
            "Иванов И.И.",
            "Лайка",
            "6",
            "г. Санкт-Петербург, улица Красных Курсантов, дом 4, квартира 17",
            "Метис/Черный",
            imgPet("dog1.jpg")




        ]},
        {type:"person", value:[
            "Морозов Р.И.",
            "Панда",
            "9",
            "г. Санкт-Петербург, улица Подольских Людей, дом 9, квартира 8",
            "Пекинес/Светлый",
            imgPet("dog2.jpg")




        ]},
    {type:"image",value:"./assets/images/logo.png"}

]